Repository: seantis/collective.blogging
Catalog: collective/blogging/locales/*/LC_MESSAGES/collective.blogging.po
Languages: pt_br

source: A portlet which displays a filter form.
pt_br: Um portlet que exibe uma forma de filtro.

source: Add Auto-Blog Action
pt_br: Adicionar ação de Auto-Blog

source: Add Blog Archive portlet
pt_br: Adicionar portlet de Arquivos do Blog

source: Add Manage Blog portlet
pt_br: Adicionar portlet de Gerenciamento do Blog

source: Add Share Entry portlet
pt_br: Adicionar portlet de Compartilhamento

source: Add archive portlet
pt_br: Adicionar portlet de Arquivos

source: Add portlet
pt_br: Adicionar portlet

source: Addable types
pt_br: Tipos adicionáveis

source: An auto-blog action can initialize various attributes on new or existing content.
pt_br: Uma ação de auto-blog pode configurar os parâmetros iniciais de conteúdos novos ou já existentes.

source: Archive portlet
pt_br: Portlet de Arquivos

source: Archive portlet settings
pt_br: Configurações do portlet de Arquivos

source: Blog Archive: ${blog}
pt_br: Arquivos do blog: ${blog}

source: Blog View
pt_br: Visualização de Blog

source: Blog created
pt_br: Blog criado

source: Blog filter portlet
pt_br: Portlet de filtro de blog

source: Blogger's bio
pt_br: Biografia do Blogueiro

source: Configure properties
pt_br: Configurar propriedades

source: Content rule action
pt_br: Ação da regra de conteúdo

source: Create blog
pt_br: Criar blog

source: Create entry
pt_br: Criar post

source: Default portlet
pt_br: Portlet padrão

source: Drafts
pt_br: Rascunhos

source: Edit Auto-Blog Action
pt_br: Editar ação de Auto-Blog

source: Edit Blog Archive portlet
pt_br: Editar portlet de Arquivos do Blog

source: Edit Manage Blog portlet
pt_br: Editar portlet de Administração do Blog

source: Edit Share Entry portlet
pt_br: Editar portlet de Compartilhamento

source: Enable auto-blogging
pt_br: Ativar Auto-Blog

source: Enable blogging
pt_br: Ativar blog

source: Enable comments
pt_br: Ativar comentários

source: Enable portlet by content types wich entries are based on.
pt_br: Habilitar portlet cujas entradas são baseadas em tipos de conteúdos.

source: Enable sharing
pt_br: Habilitar compartilhamento

source: Enter portlet tile.
pt_br: Insira o título do portlet.

source: Entry View
pt_br: Visualização de Post

source: Event entry
pt_br: Post de Evento

source: Event maps
pt_br: Mapas de Evento

source: Event maps settings
pt_br: Configurações de mapas de evento

source: Exclude from navigation
pt_br: Excluir da navegação

source: Extend title
pt_br: Extender título

source: File entry
pt_br: Post de Arquivo

source: Filter toolbar
pt_br: Ferramentas de filtragem

source: Find a blog which will be this portlet used for.
pt_br: Localize o blog para o qual este portlet será utilizado.

source: Find an user defined blog source with blog entry drafts.
pt_br: Localize uma pasta contendo rascunhos de posts.

source: Find an user defined folder for blog pictures and photo galleries.
pt_br: Localize uma pasta contendo imagens e galerias de fotos.

source: Find the blog which will be this portlet used for.
pt_br: Localize o blog para o qual este portlet será usado.

source: First entry
pt_br: Primeiro post

source: If checked, action will mark content as blog or blog entry if supported.
pt_br: Caso selecionado, a ação marcará o conteúdo como blog ou blog post se suportado.

source: If checked, action will set content to allow comments.
pt_br: Caso marcado, a ação configurará o conteúdo para permitir comentários.

source: If checked, action will set content to be excluded from navigation.
pt_br: Caso marcado, a ação configurará o conteúdo para ser excluído da navegação.

source: Image entry
pt_br: Post de Imagem

source: Link entry
pt_br: Post de Link

source: Manage Blog: ${blog}
pt_br: Gerenciar Blog: ${blog}

source: News Item entry
pt_br: Post de Notícia

source: Next / Prev navigation
pt_br: Navegação Próximo/Anterior

source: Next / Prev navigation settings
pt_br: Configurações da navegação Próximo/Anterior

source: Pictures
pt_br: Imagens

source: Portlet settings
pt_br: Configurações do portlet

source: Portlet title
pt_br: Título do portlet

source: Providers
pt_br: Serviços

source: Reset
pt_br: Redefinir

source: Select a document with blogger's bio information.
pt_br: Selecione um documento que contenha a informação biográfica do blogueiro.

source: Select content types for which you would like to show create link in the portlet.
pt_br: Selecione os tipos de conteúdo para os quais você gostaria de mostrar um link de criação no portlet.

source: Select enabled sharing services.
pt_br: Selecione os serviços de compartilhamento ativos.

source: Select types
pt_br: Seletionar tipos

source: Share post
pt_br: Compartilhar post

source: Target blog
pt_br: Blog de destino

source: This displays blog archives.
pt_br: Este portlet exibe os arquivos do blog.

source: This portlet helps to manage blog's content.
pt_br: Este portlet ajuda a administrar o conteúdo do blog.

source: This portlet renders link(s) to share an entry.
pt_br: Este portlet gera os links de compartilhamento do post.

source: Tick the checkbox to extend portlet title with target blog's title.
pt_br: Marque esta opção para explicitar o título do blog no título do portlet.

source: Video entry
pt_br: Post de vídeo

source: Video entry settings
pt_br: Configurações do post de vídeo

source: description_blog_archive_portlet
pt_br: Um portlet que exibe os arquivos do blog.

source: description_manage_blog_portlet
pt_br: Um portlet que ajuda a gerenciar o conteúdo do blog.

source: description_no_items_in_blog
pt_br: Atualmente não existe nenhum conteúdo neste blog.

source: description_share_portlet
pt_br: Um portlet que exibe links para compartilhamento.

source: help_batch_size
pt_br: Insira quantos blog posts devem ser listados por página na exibição do blog.

source: help_blog_enabled
pt_br: Marque para ativar o comportamento de blog na pasta.

source: help_blog_entry_marker
pt_br: Marque este conteúdo como um blog post.

source: help_blogger_name
pt_br: Insira o nome do blogueiro caso você esteja postando para uma pessoa diferente.

source: help_embed
pt_br: Cole o código de incorporação fornecido pelo site de vídeos (ex: YouTube, Google Videos, Vimeo)

source: help_enable_count
pt_br: Marque para ativar a exibição da contagem de posts do blogs.

source: help_filter_cache
pt_br: Informe por quanto tempo as opções de filtragem devem ficar em cache (número de minutos).

source: help_full_view
pt_br: Marque para exibir o corpo de texto do post na exibição do blog.

source: help_perex_length
pt_br: Você pode configurar a extensão máxima da descrição do post exibida na exibição do blog. OBS: Isto não afeta a exibição do blog se a opção Visão completa acima estiver ativada.

source: help_show_header
pt_br: Caso desmarcado, o título e a descrição do blog serão escondidos da exibição do blog.

source: label_add_new_content
pt_br: Adicionar novo conteúdo:

source: label_archives
pt_br: Arquivos

source: label_batch_size
pt_br: Tamanho do lote

source: label_blog_enabled
pt_br: Blog ativado

source: label_blog_entry
pt_br: Blog Post

source: label_blog_posts_count
pt_br: Encontrados ${count} posts.

source: label_blog_text
pt_br: Texto do Blog

source: label_blogger_name
pt_br: Nome do blogueiro

source: label_click_to_read_full_entry
pt_br: Clique para ler a entrada completa.

source: label_comments_with_count
pt_br: Comentários (${comments})

source: label_drafts
pt_br: Rascunhos

source: label_edit
pt_br: Editar

source: label_edit_title
pt_br: Clique para editar este post.

source: label_embed
pt_br: Incorporar

source: label_enable_count
pt_br: Exibir contagem

source: label_filed_under
pt_br: categorizado em:

source: label_filter_cache
pt_br: Cache de filtragem

source: label_filter_posts
pt_br: Filtrar posts

source: label_full_view
pt_br: Visão completa

source: label_go_to_blog
pt_br: Ir para o blog...

source: label_help
pt_br: Ajuda

source: label_newest
pt_br: Mais novos...

source: label_perex_length
pt_br: Comprimento do post

source: label_permalink
pt_br: Permalink

source: label_pictures
pt_br: Imagens

source: label_posted_by
pt_br: Postado por ${author}

source: label_read_comments_title
pt_br: Ler comentários deste post.

source: label_read_more
pt_br: Leia mais

source: label_show_header
pt_br: Mostrar cabeçalho

source: label_update
pt_br: Atualizar

source: select_category_option
pt_br: Categoria

source: select_month_option
pt_br: Mês

source: select_year_option
pt_br: Ano

source: string:filter-blog-all-${criteria/id}
pt_br: Todos

source: title_blog_archive_portlet
pt_br: Arquivos do blog

source: title_blog_share_portlet
pt_br: Compartilhar post

source: title_can_blog
pt_br: Pode blogar

source: title_manage_blog_portlet
pt_br: Gerenciar blog
